---
kind: property
id: P:Autodesk.Revit.DB.NavisworksExportOptions.FindMissingMaterials
source: html/100be585-d3c7-344c-b407-8a240e08e233.htm
---
# Autodesk.Revit.DB.NavisworksExportOptions.FindMissingMaterials Property

True if the file exporter looks for a match for the materials missing from the export, false otherwise.
 Default value is true.

## Syntax (C#)
```csharp
public bool FindMissingMaterials { get; set; }
```